Repository: maxr-dot-org/maxr
Catalog: data/languages/*/maxr.po
Languages: de, es, fr, hu, nl, ru, sl

# Init~Fonts
source: Loading fonts...
de: Lade Schriften...
es: Cargando fuentes...
fr: Chargement des polices...
hu: Betűkészletek betöltése...
nl: Laden lettertypes...
ru: Загрузка шрифтов...
sl: Nalagam znake ...

# Init~GFX
source: Loading graphics...
de: Lade Grafiken...
es: Cargando gráficos...
fr: Chargement des graphismes...
hu: Grafika betöltése...
nl: Laden gfx...
ru: Загрузка графики...
sl: Nalagam grafiko ...

# Init~Keys
source: Loading keys...
de: Lade Tasten...
es: Cargando claves...
fr: Chargement des paramètres...
hu: Billentyűk betöltése...
nl: Laden toetsen...
ru: Загрузка клавиш...
sl: Nalagam tipke ...

# Init~Music
source: Loading music...
de: Lade Musik...
es: Cargando música...
fr: Chargement des musiques...
hu: Zene betöltése...
nl: Laden muziek...
ru: Загрузка музыки...
sl: Nalagam glasbo ...

# Init~Sounds
source: Loading sounds...
de: Lade Geräusche...
es: Cargando sonidos...
fr: Chargement des sons...
hu: Hanhatások betöltése...
nl: Laden geluiden...
ru: Загрузка звуков...
sl: Nalagam zvoke ...

# Init~Vehicles
source: Loading vehicles...
de: Lade Einheiten...
es: Cargando vehículos...
fr: Chargement des véhicules...
hu: Járművek betöltése...
nl: Laden voertuigen...
ru: Загрузка подразделений...
sl: Nalagam vozila ...

# Init~Voices
source: Loading voices...
de: Lade Stimmen...
es: Cargando voces...
fr: Chargement des voix...
hu: Hangok betöltése...
nl: Laden stemmen...
ru: Загрузка голосов...
sl: Nalagam glasove ...

# Main~Credits_Reloaded
source: M.A.X.R. based on Interplay's Mechanized Assault and eXploration
de: M.A.X.R. basierend auf Interplays Mechanized Assault and eXploration
es: M.A.X.R. %s basado en Mechanized Assault and eXploration de Interplay
fr: M.A.X.R. %s basé sur le jeu Mechanized Assault and eXploration d'Interplay
hu: M.A.X.R. készült az Interplay M.A.X. című játéka alapján
nl: M.A.X.R gebaseerd op Interplays Mechanized Assault and eXploration
ru: M.A.X.R. основывается на M.A.X. от Interplay
sl: M.A.X.R. %s temelji na Interplayevi igri Mechanized Assault and Exploration

# Multiplayer~Abort_Waiting
source: Server, press F2 to abort waiting.
de: Drücken Sie als Server F2 um das Warten abzubrechen
es: Servidor, presiona F2 para dejar de esperar.
fr: Serveur, appuyer sur F2 pour annuler l'attente.
hu: Kiszolgáló, a várakozás megszakításához nyomj F2-őt.
nl: Server, druk F2 om het wachten af te breken.
ru: Сервер, нажмите F2 чтобы прекратить ожидание.
sl: Strežnik; pritisni F2 za preklic čakanja.

# Multiplayer~Disconnect_Not_In_Save
source: You will be disconnected because you are not listed in the savegame.
de: Sie werden getrennt, da Sie nicht im Spielstand aufgeführt sind.
es: Serás desconectado porque no estás listado en la partida guardada
fr: Vous ne faites pas parti du jeu sauvegardé : vous allez être déconnecté
hu: Le leszel csatlakoztatva, mert nem szerepelsz a mentett játékban.
nl: U verbinding wordt verbroken omdat uw naam niet in de savegame staat.
ru: Вас нет в списке сохранённой игры, Вы будете отключены.
sl: Igralec bo izključen, saj ni prisoten v shranjeni igri.

# Multiplayer~Gameversion_Error
source: Couldn't connect: Gameversion of server is: %s.
de: Verbindung nicht möglich: Spielversion des Servers ist: %s.
fr: Connection impossible : La version du serveur est : %s

# Multiplayer~Gameversion_Own
source: Your version is: %s.
de: Eigene Version ist: %s.
fr: Votre version est : %s

# Multiplayer~Gameversion_Warning_Client
source: Warning: Gameversion of server is: %s.
de: Warnung: Spielversion des Servers ist: %s.
fr: Attention, la version du serveur est : %s

# Multiplayer~Gameversion_Warning_Server
source: Warning: Gameversion of player is: %s.
de: Warnung: Spielversion des Spielers ist: %s.
fr: Attention, la version du client est : %s

# Multiplayer~Host_command
source: Host entered following command '%s'
de: Host gab folgendes Kommando ein '%s'
es: El servidor ha entrado el siguiente comando '%s'
fr: L'hôte a entré la commande suivante '%s'
nl: Host heeft de volgende commando's ingegeven '%s'

# Multiplayer~Lost_Connection
source: Lost connection to %s.
de: Verbindung zu %s verloren.
es: Conexión a %s perdida
fr: %s perd la connexion.
hu: A kapcsolat megszakadt %s gépével.
nl: Verbinding verbroken tot %s
ru: Потеряна связь с %s.
sl: Povezava z %s je bila prekinjena.

# Multiplayer~MapDL_Cancel
source: Aborted
de: Abgebrochen
es: Anulado
fr: Téléchargement de la carte annulé
hu: Visszavonva
nl: Afgebroken
ru: Отменено
sl: Prekinjeno

# Multiplayer~MapDL_Download
source: map %s from server.
de: Karte %s vom Server an.
es: mapa % del sevidor.
fr: Carte %s du serveur
hu: %s térképnek a szerverről.
nl: Map %s van server.
ru: карты %s с сервера
sl: pokrajina %s s strežnika

# Multiplayer~MapDL_DownloadInvalid
source: original M.A.X. map %s from server (licensed)!
de: vom Original M.A.X. kann nicht geladen werden (Lizenz)!
es: Mapa original de M.A.X. %s desde el servidor (registrado)!
fr: carte officielle M.A.X. (sous license) : %s
hu: %s M.A.X. térkép letöltése a szerverről (licencelt)!
nl: Originele M.A.X. map %s van server (licentie)!
ru: оригинальной карты M.A.X. %s с сервера (лицензированной)!
sl: originalna pokrajina %s s strežnika (licencirana)!

# Multiplayer~MapDL_DownloadRequest
source: Map not installed: Requesting to download custom
de: Karte nicht installiert: Fordere die
es: Mapa no instalado: Solicitando descarga personalizada
fr: Carte non installée : Demande de téléchargement
hu: Nincs telepítve a térkép: letöltés kezdeményezése
nl: Map niet geïnstalleerd: Aanvraag tot downloaden van custom map
ru: Карта не установлена: Запрашиваю загрузку
sl: Pokrajina ni nameščena: potreben je prenos

# Multiplayer~MapDL_DownloadRequestInvalid
source: Map not installed: Not allowed to download
de: Karte nicht installiert: Die Karte %s
es: Mapa no instalado: no tienes permisos para descargar
fr: Carte non instalée : téléchargement non autorisé
hu: A térkép nincs telepítve: Nem engedélyezett az eredeti
nl: Map niet geïnstalleerd: Downloaden niet toegestaan
ru: Карта не установлена: Нет права на загрузку
sl: Pokrajina ni nameščena: prenos ni dovoljen

# Multiplayer~MapDL_Finished
source: Map download finished.
de: Karte wurde vollständig heruntergeladen.
es: Descarga de mapa terminada
fr: Téléchargement de la carte terminée
nl: Map downloaden voltooid
ru: Загрузка карты завершена.
sl: Prenos pokrajine je zaključen.

# Multiplayer~MapDL_Percent
source: Map download: %s%
de: Lade Karte: %s%
es: Descargando mapa: %s%
fr: Téléchargement de la carte : %s
hu: Térkép letöltés: %s%
nl: Map downloaden: %s%
ru: Загрузка карты: %s%
sl: Prenos pokrajine: %s%

# Multiplayer~MapDL_Upload
source: Uploading map to %s...
de: Übertrage Karte zu %s...
es: Cargando mapa a %s...
fr: Envoi de la carte à %s
hu: Térkép feltöltése %s gépére...
nl: Versturen van map naar %s...
ru: Отправляю карту %s...
sl: Nalaganje pokrajine na %s...

# Multiplayer~MapDL_UploadFinished
source: Map upload to %s finished.
de: Karte wurde zu %s übertragen.
es: Carga de mapa a %s terminada
fr: Envoi de la carte à %s terminé.
nl: Map upload voltooid
ru: Отправка карты к %s завершена.
sl: Nalaganje pokrajine na %s je končano.

# Multiplayer~Map_NoSet
source: --no map selected--
de: --keine Karte ausgewählt--
es: --mapa no seleccionado--
fr: --pas de carte sélectionnée--
hu: --nincs Térkép kiválasztva--
nl: --Geen kaart ingesteld--
ru: --не выбана карта--
sl: --brez nastavitev pokrajine--

# Multiplayer~Missing_Host
source: Unable to start: Host must be part of the saved game
fr: Impossible de démarrer sans l'hôte

# Multiplayer~Missing_Player
source: Missing player: %s
fr: Joueur(se) manquant(e): %s

# Multiplayer~Missing_Settings
source: Options, map or savegame are not set
de: Karte oder Optionen noch einstellen oder Speicherstand laden.
es: Las opciones, el mapa, o el guardado no estan disponibles
fr: Sauvegarde du jeu, options ou carte non paramétrées
hu: Nincsenek beállítva a paraméterek, a térkép vagy a játékmentés
nl: Opties, map of savegame zijn niet ingesteld
ru: Опции, карта или сохранённая игра не выбраны
sl: Možnosti, pokrajina ali shranjena igra ni nastavljena

# Multiplayer~Network_Connected
source: Connected
de: Verbunden
es: Conectado
fr: Connecté
hu: Csatlakozva
nl: Verbinding
ru: Соединено
sl: Povezan

# Multiplayer~Network_Connecting
source: Connecting to %s
de: Verbinde mit %s
es: Conectando a %s
fr: Connexion à %s
hu: Csatlakozás: %s
nl: Verbinden met %s
ru: Соединяюсь с %s
sl: Povezovanje na %s

# Multiplayer~Network_Error_Connect
source: Could not connect to server
de: Konnte nicht verbinden zu Servers
es: No puedo conectar a servidor
fr: Impossible de se connecter au serveur
hu: Nem lehet hozzá csatlakozni: szerver
nl: Kon niet verbinden met server
ru: Невозможно подключиться к сервером
sl: Ne morem se povezati na strežnika

# Multiplayer~Network_Error_Socket
source: Error opening socket
de: Fehler beim Öffnen des Sockets
es: Error abriendo socket
fr: Erreur ouverture socket
hu: Hiba - a socket nem megnyitható
nl: Fout bij openen socket
ru: Ошбика подключения к сокету
sl: Napaka pri odpiranju

# Multiplayer~Network_Open
source: Game open (Port: %s)
de: Spiel offen (Port: %s)
es: Partida abierta (Puerto: %s)
fr: Ouvrir jeu (Port : %s)
hu: Játék megnyitva (Port: %s)
nl: Spel open (Poort: %s)
ru: Игра началась (Порт: %s)
sl: Igra odprta (Vrata: %s)

# Multiplayer~No_Map_No_Ready
source: Can not load map %s. You can not go ready.
de: Die Karte %s konnte nicht geladen werden. Daher können Sie nicht loslegen.
es: No se puede cargar el mapa %s. No estás listo.
fr: Impossible de charger la carte %s. Lancement jeu impossible.
hu: A %s térkép nem tölthető be. Így nem indíthatod a játékot.
nl: Kan map %s niet laden. Je kan niet starten.
ru: Не могу загрузить карту %s. Вы не готовы.
sl: Ne morem naložiti pokrajine %s. Nisi pripravljen.

# Multiplayer~No_Response
source: Waiting for network response from player %s
de: Warte auf Netzwerkantwort von Spieler %s
es: Esperando respuesta de la red del jugador %s
fr: En attente de réponse réseau du joueur %s
nl: Wachten op netwerk reactie speler %s
sl: Čakam na mrežni odziv igralca %s

# Multiplayer~Not_All_Player(s)_Ready
source: One player is not ready...
fr: Un(e) joueur(se) n'est pas prêt(e)...

# Multiplayer~Not_Ready
source: %s is not ready
de: %s ist nicht bereit
es: %s no esta listo
fr: %s n'est pas prêt
hu: %s nem készült el
nl: %s is niet gereed
ru: %s не готов
sl: %s ni pripravljen

# Multiplayer~Option_NoSet
source: --no options set--
de: --keine Optionen gewählt--
es: --opciones no seleccionadas--
fr: --pas d'options choisies--
hu: --nincsenek paraméterek beállítva--
nl: --Geen opties ingesteld--
ru: --не выбраны опции--
sl: --možnosti niso nastavljene--

# Multiplayer~Pause
source: Game has been paused.
de: Spiel wurde pausiert
es: La partida se ha pausado
fr: Jeu mis en pause.
nl: Het spel is gepauzeerd
sl: Igra je bila ustavljena.

# Multiplayer~Player1
source: Player 1
de: Spieler 1
es: Jugador 1
fr: Joueur 1
hu: Játékos 1
nl: Speler 1
ru: Игрок 1
sl: Igralec 1

# Multiplayer~Player2
source: Player 2
de: Spieler 2
es: Jugador 2
fr: Joueur 2
hu: Játékos 2
nl: Speler 2
ru: Игрок 2
sl: Igralec 2

# Multiplayer~Player3
source: Player 3
de: Spieler 3
es: Jugador 3
fr: Joueur 3
hu: Játékos 3
nl: Speler 3
ru: Игрок 3
sl: Igralec 3

# Multiplayer~Player4
source: Player 4
de: Spieler 4
es: Jugador 4
fr: Joueur 4
hu: Játékos 4
nl: Speler 4
ru: Игрок 4
sl: Igralec 4

# Multiplayer~Player5
source: Player 5
de: Spieler 5
es: Jugador 5
fr: Joueur 5
hu: Játékos 5
nl: Speler 5
ru: Игрок 5
sl: Igralec 5

# Multiplayer~Player6
source: Player 6
de: Spieler 6
es: Jugador 6
fr: Joueur 6
hu: Játékos 6
nl: Speler 6
ru: Игрок 6
sl: Igralec 6

# Multiplayer~Player7
source: Player 7
de: Spieler 7
es: Jugador 7
fr: Joueur 7
hu: Játékos 7
nl: Speler 7
ru: Игрок 7
sl: Igralec 7

# Multiplayer~Player8
source: Player 8
de: Spieler 8
es: Jugador 8
fr: Joueur 8
hu: Játékos 8
nl: Speler 8
ru: Игрок 8
sl: Igralec 8

# Multiplayer~Player_Color_Taken
source: Playercolor already in use, please select an other color to be unique
de: Spielerfarbe bereits in Verwendung, bitte wählen Sie eine andere Farbe um unverwechselbar zu sein.
es: Color de jugador ya usado, por favor elige otro color de forma que sea único
fr: Les couleurs des joueurs doivent être uniques, merci d'en sélectionner une autre
nl: Kleur is reeds in gebruik, selecteer aub een ander kleur
sl: Barva igralca je že oddana. Izberite drugačno barvo.

# Multiplayer~Player_Joined
source: %s has joined
de: %s ist beigetreten
es: Se ha unido %s
fr: %s a rejoint la partie
hu: %s csatlakozott a játékhoz
nl: %s voegt zich aan het spel
ru: %s вступает в игру
sl: pridružil se je %s

# Multiplayer~Player_Left
source: %s has left the game
de: %s hat das Spiel verlassen
es: %s ha salido de la partida
fr: %s a quitté la partie
hu: %s elhagyta a játékot
nl: %s heeft spel verlaten
ru: %s покидает игру
sl: %s je zapustil igro

# Multiplayer~Player_Left_Game_Preparation
source: Player %s has quit from game preparation
fr: %s a quitté la préparation du jeu

# Multiplayer~Player_Name_Taken
source: Playername already in use, please select an other name to be unique
de: Spielername bereits in Verwendung, bitte wählen Sie einen anderen Namen um unverwechselbar zu sein.
es: Nombre de jugador ya utilizado, por favor, elige otro de forma que sea único
fr: Les noms des joueurs doivent être uniques, merci d'en sélectionner un autre
nl: Spelernaam is reeds in gebruik, geef aub een andere naam in
sl: Ime igralca je že oddano. Izberite drugačno ime.

# Multiplayer~Player_Turn
source: %s: Begin turn.
de: %s: Starte Runde.
es: Empieza el turno %s
fr: %s: Nouveau tour.
hu: %s köre következik
nl: 's beurt
ru: %s делает ход
sl: %s: Začni potezo.

# Multiplayer~Player_Turn_End
source: %s ended turn
de: %s hat den Zug beendet
es: turno finalizado por %s
fr: %s a terminé son tour
hu: %s befejezte a körét
nl: beeindigde de beurt
ru: %s завершил ход
sl: %s je končal potezo

# Multiplayer~Player_Wrong
source: Missing a correct player's name
de: Ein Spieler hat nicht den richtigen Namen!
es: Se ha perdido un nombre de jugador correcto.
fr: Nom de joueur incorrect !
hu: Az egyik játékosnak nem megfelelő a neve!
nl: Mis een correcte speler naam
ru: У игрока неправильное имя
sl: Manjka pravilno ime igralca

# Multiplayer~Reconnect
source: This game is running already. If you have lost connection to the game, you can reconnect. Do you want to reconnect?
de: Das Spiel läuft bereits. Falls Sie die Verbindung zum Spiel verloren haben, können Sie sich neu verbinden. Möchten Sie sich neu verbinden?
es: Esta partida está funcionando. Si has perdido la conexión puedes reconectar. ¿Quieres reconectar?
fr: Jeu déjà en cours. Si vous avez perdu la connexion au jeu, vous pouvez vous reconnecter. Voulez-vous vous reconnecter ?
hu: Ez a játék már fut. Ha megszakadt a kapcsolatod a játékkal, újracsatlakozhatsz. Szeretnél újra csatlakozni?
nl: Dit spel is al gaande. Indien u de verbinding van het spel kwijt bent geraakt, kunt u zich opnieuw verbinden. Wilt u opnieuw verbinden?
ru: Игра уже идёт. Если Вы потеряли связь с сервером, Вы можете подключиться заново. Хотите подключиться?
sl: Igra je že v teku. Če je bila prekinjena povezava, se lahko priključiš znova. Se želiš priključiti?

# Multiplayer~Reconnect_Already_Connected
source: Reconnecting forbidden by server. A player with your name is already connected.
de: Wiederverbinden nicht möglich. Ein Spieler mit gleichem Namen ist bereits verbunden.
fr: Reconnection interdite. Un joueur avec votre nom est déjà connecté.

# Multiplayer~Reconnect_Not_Part_Of_Game
source: Reconnecting forbidden by server. You are not part of the game.
de: Wiederverbinden nicht möglich. Sie sind nicht Teil des laufenden Spiels.
fr: Reconnection interdite par le serveur. Vous ne faîtes pas parti du jeu.

# Multiplayer~Save_Only_Host
source: Only the host can save the current games.
de: Nur der Server kann das aktuelle Spiel speichern
es: Solo el servidor puede guardar partidas
fr: Seul l'hôte peut sauvegarder.
hu: Csak a kiszolgáló mentheti el a játékot.
nl: Alleen de host kan het spel opslaan.
ru: Только сервер может сохранять игру.
sl: Zgolj gostitelj lahko shrani tekoče igre.

# Multiplayer~Server_Not_Running
source: The server is not running.
de: Der Server ist nicht gestartet.
es: Els servidor no está funcionando
fr: Le serveur n'est pas démarré.
hu: Nem fut a szerver
nl: De server is niet actief
ru: Сервер не запущен
sl: Strežnik ne deluje.

# Multiplayer~Wait_For_Server
source: Waiting for network response from server
de: Warte auf Netzwerkantwort vom Server
es: Esperando la respuesta de la red del servidor
fr: En attente d'une réponse réseau du serveur
nl: Wachten op een netwerk reactie van server
sl: Čakam na mrežni odziv strežnika

# Multiplayer~Wait_Reconnect
source: Waiting for reconnection of player %s
de: Warte auf Wiederverbindung von %
es: Esperando la reconexión del jugador
fr: Attente de reconnexion du joueur
hu: Várakozás egy játékos újracsatlakozására.
nl: Wachten voor herverbinding met speler
ru: Ожидаем переподключения игрока.
sl: Čakam na ponovno priključitev igralca.

# Multiplayer~Wait_TurnEnd
source: Please wait while turn end is executed.
de: Bitte warten Sie, während das Rundenende ausgeführt wird.
es: Por favor, espera mientras las ordenes de finalizar turno se ejecutan
fr: Merci d'attendre que la fin du tour s'éxécute
nl: Wacht aub tot het einde van de beurt uitgevoerd is
sl: Počakaj, da se izvede zaključek poteze.

# Multiplayer~Wait_Until
source: Please wait until %s has finished his turn.
de: Bitte warten Sie bis %s seine Runde beendet hat.
es: por favor espera hasta que %s haya terminado su turno
fr: Veuillez attendre que %s soit prêt.
hu: Kérlek várd meg míg %s befejezi a körét.
nl: Wacht todat %s klaar is met de ronde.
ru: Дождитесь завершения хода игроком %s
sl: Počakaj, da %s zaključi potezo.

# Option~Definite
source: Built (original)
de: Fest (Original)
es: Construido (original)
fr: fixe (original)
hu: Felépült (eredeti)
nl: vaste locatie (origineel)
ru: Уже построена
sl: Je izgrajena

# Option~Dense
source: Dense
de: Dicht
es: Denso
fr: commun
hu: Sűrű
nl: dicht
ru: высокая
sl: Gosto

# Option~High
source: High
de: Viel
es: Alto
fr: haut
hu: Sok
nl: veel
ru: много
sl: Veliko

# Option~Limited
source: Limited
de: Begrenzt
es: Bajo
fr: faible
hu: Kevés
nl: weinig
ru: мало
sl: Omejeno

# Option~Low
source: Low
de: Wenig
es: Muy bajo
fr: très faible
hu: Kevesebb
nl: erg weinig
ru: оч. мало
sl: Malo

# Option~Mobile
source: Must build
de: Selbstbauen
es: Debes construir
fr: mobile
hu: Fel kell építeni
nl: mobiel
ru: Нужно построить
sl: Ni izgrajena

# Option~More
source: More
de: Sehr viel
es: Muy alto
fr: très haut
hu: Több
nl: zeer veel
ru: оч. много
sl: Zelo veliko

# Option~None
source: None
de: Keines
es: Nada
fr: aucun
hu: Semennyi
nl: zeer weinig
ru: нет
sl: Nič

# Option~Off
source: off
de: Aus
es: Apagado
fr: désactivé
hu: Ki
nl: uit
ru: выкл.
sl: Izklop

# Option~On
source: on
de: Ein
es: Encendido
fr: activé
hu: Be
nl: aan
ru: вкл.
sl: Vklop

# Option~Sparse
source: Sparse
de: Dünn
es: Disperso
fr: rare
hu: Ritka
nl: dun
ru: низкая
sl: Redko

# Option~TooMuch
source: Too Much
de: Zuviel
es: El máximo
fr: maximum
hu: Legtöbb
nl: hoogst
ru: макс
sl: Preveč

# Option~Type_Simu
source: Simultaneous
de: Simultane Bewegung
es: Simultáneo
fr: tours simultanés
hu: Egyidejű
nl: gelijktijdig
ru: Одновременно
sl: Sočasne poteze

# Option~Type_Turns
source: Turn based
de: Rundenbasierend
es: Turnos
fr: tours alternés
hu: Körökre osztott
nl: om de beurt
ru: По очереди
sl: Izmenljive poteze

# Others~Active
source: Active
de: Aktiv
es: Activar
fr: Activer
hu: Aktiválás
nl: Actief
ru: Активац.
sl: Aktiven

# Others~Active_7
source: Activ.
de: Aktiv.
es: Activar
fr: Activer
hu: Aktív
nl: Actief
ru: Актив.
sl: Aktiv.

# Others~Air_Units
source: Airunits
de: Lufteinheiten
es: Unidades aéreas
fr: Unités aériennes
hu: Légi egységek
nl: Lucht-eenheden
ru: Воздушные
sl: Zračne enote

# Others~Ammo
source: Ammunition
de: Munition
es: Munición
fr: Munitions
hu: Muníció
nl: Munitie
ru: Боезапас
sl: Strelivo

# Others~Ammo_7
source: Ammo
de: Munni
es: Munic
fr: Munit.
hu: Lőszer
nl: Munitie
ru: Боезап.
sl: Strelivo

# Others~Armor
source: Armor
es: Escudo
fr: Blindage
hu: Páncél
nl: Pantser
ru: Броня
sl: Oklep

# Others~Armor_7
source: Armor
de: Panzer.
es: Escudo
fr: Blindage
hu: Páncél
nl: Pantser
ru: Броня
sl: Oklep

# Others~Attack
source: Attack
de: Angriff
es: Atacar
fr: Attaque
hu: Támadás
nl: Aanval
ru: Атака
sl: Napad

# Others~Attack_7
source: Attack
de: Angriff
es: Atacar
fr: Attaque
hu: Támadás
nl: Aanval
ru: Атака
sl: Napad

# Others~Back
source: Back
de: Zurück
es: Atras
fr: Retour
hu: Vissza
nl: Terug
ru: Назад
sl: Nazaj

# Others~Build_7
source: Build
de: Bauen
es: Construir
fr: Constr.
hu: Építés
nl: Bouw
ru: Строй
sl: Gradi

# Others~Buy
source: Buy
de: Kaufen
es: Comprar
fr: Achat
hu: Vesz
nl: Kopen
ru: Купить
sl: Kupi

# Others~Cancel
source: Cancel
de: Abbruch
es: Cancelar
fr: Annuler
hu: Mégse
nl: Afbreken
ru: Отмена
sl: Prekliči

# Others~Cargo_7
source: Cargo
de: Ladung
es: Carga
fr: Charge
hu: Rakomány
nl: Vracht
ru: Груз
sl: Tovor

# Others~Clear_7
source: Clear
de: Entf.
es: Limpiar
fr: Dégager
hu: Eltakarítás
nl: Opruim.
ru: Чистка
sl: Počisti

# Others~Color
source: Color
de: Farben
fr: Couleur
hu: Szín
nl: Kleur
ru: Цвет
sl: Barva

# Others~Costs
source: Costs
de: Kosten
es: Costes
fr: Coûts
hu: Költség
nl: Kosten
ru: Цена
sl: Cena

# Others~Damaged_Units
source: Damaged units
de: Beschädigte Einheiten
es: Unidades dañadas
fr: Unités détruites
hu: Sérült egységek
nl: Beschadigde eenh.
ru: Повреждённые
sl: Poškodovane enote

# Others~Destroy_7
source: Delete
de: Entf.
es: Borrar
fr: Détruire
hu: Törlés
nl: Verwijd.
ru: Убрать
sl: Uniči

# Others~Disable_7
source: Disable
de: Deakt.
es: Desactivar
fr: Désact.
hu: Megbénítás
nl: Uitschak.
ru: Откл.
sl: Pokvari

# Others~Disadvantages_8cut
source: Disadvantages
de: Schäden
es: Desventajas
fr: Pertes
hu: Hátrányok
nl: Nadeel
ru: Недостатки
sl: Slabosti

# Others~Distribution_7
source: Distr.
de: Verteil.
es: Ajustar
fr: Allouer
ru: Распр.
sl: Uredi

# Others~Done
source: Done
de: Fertig
es: Hecho
fr: Fini
hu: Kész
nl: Gedaan
ru: Готово
sl: Zapri

# Others~Done_7
source: Done
de: Fertig
es: Hecho
fr: Fini
hu: Kész
nl: Gedaan
ru: Готово
sl: Zapri

# Others~End
source: End
de: Ende
es: Finalizar
fr: Fin
hu: Vége
nl: Einde
ru: Кон. хода
sl: Končaj

# Others~Enter_7
source: Enter
de: Hinein
fr: Entrer

# Others~Exit
source: Exit
de: Beenden
es: Salir
fr: Quitter
hu: Kilépés
nl: Einde
ru: Выход
sl: Izhod

# Others~Fight_Units
source: Fighting units
de: Kampfeinheiten
es: Unidades de combate
fr: Unités d'attaque
hu: Harcoló egységek
nl: Gevechts-eenheden
ru: Боевые
sl: Enote v boju

# Others~Files
source: Files
de: Dateien
es: Ficheros
fr: Fichiers
hu: Fájlok
nl: Bestanden
ru: Файлы
sl: Datoteke

# Others~Fog
source: Fog
de: Nebel
es: Niebla
fr: Brouillard
hu: Köd
nl: Mist
ru: Туман
sl: Megla

# Others~Game_Load
source: Load Game
de: Spiel laden
es: Cargar partida
fr: Charger un jeu
hu: Játék Betöltése
nl: Spel laden
ru: Загрузить игру
sl: Naloži igro

# Others~Game_New
source: New Game
de: Neues Spiel
es: Nueva Partida
fr: Nouveau jeu
hu: Új Játék
nl: Nieuw Spel
ru: Новая игра
sl: Nova igra

# Others~Game_Options
source: Game Options
de: Spieloptionen
es: Opciones de juego
fr: Options du jeu
hu: Játékbeállítások
nl: Spelopties
ru: Настройка игры
sl: Možnosti igre

# Others~Grid
source: Grid
de: Gitter
es: Cuadrícula
fr: Grille
hu: Rács
nl: Rooster
ru: Сетка
sl: Mreža

# Others~Ground_Units
source: Landunits
de: Landeinheiten
es: Unidades de tierra
fr: Unités terrestres
hu: Földi egységek
nl: Land-eenheden
ru: Наземные
sl: Kopenske enote
