Repository: maxr-dot-org/maxr
Catalog: data/languages/*/maxr.po
Languages: de, es, fr, hu, nl, ru, sl

# ChatCmd~Desc~AJobs
source: Enable/disable debug information about attack jobs
fr: Active/désactive les informations de debug pour les tâches d'attaques

# ChatCmd~Desc~Base
source: Enable/disable debug information about bases
fr: Active/désactive les informations de debug pour les bases

# ChatCmd~Desc~CacheDebug
source: Enable/disable debug information about the drawing cache
fr: Active/désactive les informations de debug pour le cache d'affichage

# ChatCmd~Desc~CacheFlush
source: Flush the drawing cache
fr: Vide le cache d'affichage

# ChatCmd~Desc~CacheSize
source: Set the drawing cache size
fr: Assigne la taille du cache d'affichage

# ChatCmd~Desc~Crash
source: Emulates a crash (to test the crash report utility)
fr: Simule un crash (pour tester l'utilitaire de report de crash)

# ChatCmd~Desc~Fx
source: Enable/disable debug information about effects
fr: Active/désactive les informations de debug pour les effets spéciaux

# ChatCmd~Desc~Help
source: Show this help message
fr: Affiche cette aide

# ChatCmd~Desc~Pause
source: Pause the game
fr: Mets le jeu en pause

# ChatCmd~Desc~Players
source: Enable/disable debug information about players
fr: Active/désactive les informations de debug pour les joueurs

# ChatCmd~Desc~Resume
source: Resume a paused game
fr: Enlève la pause du jeu

# ChatCmd~Desc~Sentry
source: Enable/disable debug information about the sentry status
fr: Active/désactive les informations de debug pour le status des unités en faction

# ChatCmd~Desc~StealthDebug
source: Enable/disable debug information about the stealth state of units
fr: Active/désactive les informations de debug pour les unités furtives

# ChatCmd~Desc~SyncDebug
source: Enable/disable debug information about the sync state of the game data
fr: Active/désactive les informations de debug pour le status de synchronisation de l'état du jeu

# ChatCmd~Desc~Trace
source: Enable/disable debug information about the unit currently under the cursor
fr: Active/désactive les informations de debug pour l'unité sous le curseur

# ChatCmd~Unknown_Command
source: Could not recognize chat command '%s'
fr: Commande inconnue : %s

# Comp~Adjustments_Fuel_Decreased
source: Adjustments made: fuel mining decreased by %s
fr: Ajustement effectué : production de carburant diminuée de %s

# Comp~Adjustments_Fuel_Increased
source: Adjustments made: fuel mining increased by %s
de: Änderungen vorgenommen: Treibstoffproduktion erhöht um %s
es: Se han hecho ajustes: Producción de combustible incrementada en %s
fr: Ajustement effectué : production de carburant augmentée de %s
hu: Módosítás történt, nőtt az üzemanyag kitermelés: %s
nl: Aanpassingen gemaakt: Brandstof mijnen verhoogt met %s
ru: Добыча топлива увеличена на %s
sl: Popravek: črpanje goriva je povečano za %s

# Comp~Adjustments_Gold_Decreased
source: Adjustments made: gold mining decreased by %s
de: Änderungen vorgenommen: Goldproduktion verringert um %s
es: Se han hecho ajustes: Producción de oro incrementada en %s
fr: Ajustement effectué : production d'or augmentée de %s
hu: Módosítás történt, csökkent az aranykitermelés: %s
nl: Aanpassingen gemaakt: Goud mijnen verlaagt met %s
ru: Добыча золота уменьшена на %s
sl: Popravek: izkop zlata je zmanjšan za %s

# Comp~Adjustments_Gold_Increased
source: Adjustments made: gold mining increased by %s
fr: Ajustement effectué : production d'or augmentée de %s

# Comp~Adjustments_Metal_Decreased
source: Adjustments made: raw materials mining decreased by %s
de: Änderungen vorgenommen: Rohstoffproduktion verringert um %s
es: Se han hecho ajustes: Producción de metal incrementada en %s
fr: Ajustement effectué : production de minerai diminuée de %s
hu: Módosítás történt, csökkent a nyersanyag kitermelés: %s
nl: Aanpassingen gemaakt: Metaal mijnen verlaagt met %s
ru: Добыча сырья уменьшена на %s
sl: Popravek: izkop surovin je zmanjšan za %s

# Comp~Adjustments_Metal_Increased
source: Adjustments made: raw materials mining increased by %s
fr: Ajustement effectué : production de minerai augmentée de %s

# Comp~Attacked
source: %s is under attack
de: %s wird angegriffen
es: %s está bajo ataque
fr: %s est attaqué !
hu: %s támadás alatt áll
nl: %s wordt aangevallen
ru: %s - под огнём противника!
sl: %s je napadena

# Comp~AttackingEnemy
source: %s is attacking the enemy
de: %s greift den Feind an
es: %s está atacando al enemigo
fr: %s attaque l'enemi
nl: %s is de vijand aan het aanvallen
ru: %s атакует врага
sl: %s napada sovražnika

# Comp~AttackingStatusStr
source: attacking
de: angreifend
es: atacando
fr: en attaque
nl: valt aan
sl: napada

# Comp~Building_Disabled
source: Building turned off
de: Gebäude ausgeschaltet
es: Edificio desactivado
fr: Bâtiment désactivé
hu: Épület működésképtelen
nl: Gebouw uitgeschakeld
ru: Производство остановлено.
sl: Zgradba je izključena

# Comp~CapturedByEnemy
source: %s has been captured by the enemy
de: Feind hat %s erbeutet
es: %s ha sido capturado por el enemigo
fr: %s a été capturé par l'enemi
nl: %s is buitgemaakt door de vijand
ru: Враг захватил %s
sl: %s je sovražnik zajel

# Comp~Clearing
source: clearing (%s)
de: beim räumen (%s)
es: limpiando (%s)
fr: Nettoyage (%s)
hu: Takarít (%s)
nl: Opruimen (%s)
ru: убирает (%s)
sl: Čiščenje (%s)

# Comp~Clearing_Fin
source: clearing done
de: Räumen abgeschlossen
es: limpieza completada
fr: nettoyage terminé
hu: elkészült a takarítás
nl: opruimen klaar
ru: уборка закончена
sl: Čiščenje končano

# Comp~Clearing_Mine
source: clearing mines
de: räume Minen
es: quitando minas
fr: en déminage
hu: aknát szed fel
nl: opruimen mijnen
ru: убирает мины
sl: Čisti mine

# Comp~CommandoRank_Average
source: Average
de: Durchschnitt
es: Intermedio
fr: Moyen
hu: Középszerű
nl: Normaal
ru: Среднячок
sl: Povprečen

# Comp~CommandoRank_Elite
source: Elite
fr: Crack
hu: Elit
ru: Элита
sl: Eliten

# Comp~CommandoRank_GrandMaster
source: Grand Master
de: Großmeister
es: Gran Maestro
fr: Grand maître
nl: Grootmeester
sl: Veliki mojster

# Comp~CommandoRank_Greenhorn
source: Greenhorn
de: Grünschnabel
es: Novato
fr: Débutant
hu: Zöldfülű
nl: Groentje
ru: Молокосос
sl: Zelenec

# Comp~CommandoRank_Veteran
source: Veteran
es: Veterano
fr: Habile
hu: Veterán
nl: Veteraan
ru: Ветеран

# Comp~Dated
source: dated
de: veraltet
es: a fecha de
fr: daté
hu: elavult
nl: verouderd
ru: устаревший
sl: datiran

# Comp~Defeated
source: Player %s defeated
de: Spieler %s besiegt
es: Jugador %s derrotado
fr: Joueur %s a perdu
hu: Játékos %s vereséget szenvedett
nl: Speler %s verslagen
ru: %s - игрок повержен
sl: Igralec %s poražen

# Comp~Destroyed
source: %s destroyed
de: %s zerstört
es: %s destruido
fr: %s détruit
hu: %s megsemmisült
nl: %s vernietigd
ru: %s - здание разрушено
sl: %s uničen

# Comp~Detected
source: %s detected
de: %s entdeckt
es: %s detectado
fr: %s détecté
hu: %s észlelve
nl: %s ontdekt
ru: %s повреждено
sl: %s zaznan

# Comp~Disabled
source: disabled
de: außer Gefecht gesetzt
es: desactivado
fr: désactivé
hu: kikapcsolva
nl: uitgeschakeld
ru: сломано
sl: onemogočeno delovanje

# Comp~EcoSphere(s)
source: %d Eco-sphere
de: %d Ökosphäre
es: %d Invernadero
fr: %d éco-sphère
hu: %d ökoszféra
nl: %d Eco-sfeer

# Comp~End_Game
source: Confirm Exit Unsaved game data will be lost.
de: Beenden bestätigen Nicht gespeicherter Spielfortschritt geht dabei verloren!
es: Confirmar salida Los datos no guardados se perderán.
fr: Quitter ? Le jeu non sauvegardé sera perdu.
hu: Kilépés Megerősítése A nem mentett játékadatok elvesznek.
nl: Echt stoppen? Niet opgeslagen speldata gaat verloren.
ru: Действительно выйти? Несохранённые данные будут утеряны.
sl: Res želite zaključiti? Neshranjeni napredek bo izgubljen.

# Comp~Energy_Insufficient
source: Cannot turn on, power needed
de: Nicht genug Energie zum Einschalten vorhanden!
es: No se puede encender, se necesita energía
fr: Energie insuffisante. Impossible de démarrer.
hu: Nem lehet elindítani, több energiára van szükség
nl: Niet genoeg energie om te starten!
ru: Невозможно запустить, недостаточно энергии.
sl: Premalo energije za zagon.

# Comp~Energy_IsNeeded
source: Cannot turn off generator, power needed.
de: Kann Generator nicht abschalten, Energie wird benötigt!
es: No se puede encender, se necesita energía
fr: Energie nécessaire, désactivation du générateur impossible.
hu: A generátort nem lehet kikapcsolni, szükség van az energiára.
nl: Generator kan niet uitgeschakeld worden, de energie is nodig!
ru: Невозможно отключить генератор, требуется энергия.
sl: Ne morem ugasniti generatorja; potrebujemo energijo.

# Comp~Energy_Low
source: Lack of power, energy consumer turned off.
de: Energiemangel, Verbraucher abgeschaltet!
es: Se necesita energía, edificio que consumía energía apagado.
fr: Energie insuffisante, usine désactivée !
hu: Nincs elég áram, fogyasztó leállítva!
nl: Te weinig energie, verbruiker uitgeschakeld!
ru: Недостаточно энергии, производство остановлено.
sl: Pomanjkanje energije; izključujem porabnika.

# Comp~Energy_ToLow
source: More power needed, generator turned on.
de: Mehr Energie benötigt, Generator eingeschaltet!
es: Se necesita más energía, generador encendido
fr: Besoin de plus d'énergie. Activation de générateur d'énergie.
hu: Nincs elegendő energia, generátor elindítva.
nl: Niet genoeg energie, generator gestart!
ru: Необходима дополнительная энергия, генератор включен.
sl: Pomanjkanje energije; zaganjam generator.

# Comp~Fuel_Insufficient
source: Cannot start, fuel needed.
de: Nicht genug Treibstoff zum Einschalten vorhanden!
es: No se puede encender, se necesita combustible
fr: Carburant insuffisant. Impossible de démarrer.
hu: Nincs elegendő üzemanyag az elindításhoz.
nl: Niet genoeg brandstof om te starten!
ru: Невозможно запустить, недостаточно топлива.
sl: Premalo goriva za zagon.

# Comp~Fuel_Low
source: Fuel needed, generator turned off.
de: Treibstoff benötigt, Generator wurde abgeschaltet!
es: Se necesita combustible, generador apagado.
fr: Carburant insuffisant, générateur désactivé !
hu: Nincs elég üzemanyag, generátor leállítva!
nl: Te weinig brandstof, generator uitgeschakeld!
ru: Недостаточно топлива, генератор выключен.
sl: Pomanjkanje goriva; izključujem generator.

# Comp~GameEndsAt
source: Game ends at
de: Spiel endet bei
es: El juego finaliza en
fr: Fin du jeu
hu: A játék véget ér
nl: Spel eindigt op
ru: Играть заканчивается при
sl: Igra se konča pri:

# Comp~Gold_Insufficient
source: Cannot start, gold needed.
de: Nicht genug Gold zum Einschalten vorhanden!
es: No se puede encender, se necesita oro
fr: Or insuffisant. Impossible de démarrer.
hu: Nincs elegendő arany az elindításhoz.
nl: Kan niet starten, goud nodig.
ru: Невозможно запустить, недостаточно золота.
sl: Premalo zlata za zagon.

# Comp~Gold_Low
source: More gold needed, refinery turned off.
de: Mehr Gold benötigt, Raffinerie abgeschaltet!
es: Se necesita más oro, refinería apagada.
fr: Or insuffisant, raffinerie désactivée !
hu: Nincs elég arany, feldolgozó leállítva!
nl: Te weinig goud, verbruiker uitgeschakeld!
ru: Недостаточно залота, рафинария отключена.
sl: Pomanjkanje zlata; izključujem rafinerijo.

# Comp~Is(Are)Finished
source: is finished
fr: est terminé

# Comp~IsBeeingAttacked
source: Is beeing attacked
de: Wird angegriffen
es: Está siendo atacado
fr: est attaqué(e)
nl: Wordt aangevallen
sl: Je napadena

# Comp~Labs
source: Labs
de: Labore
es: Laboratorios
fr: Labos
hu: Laborok
nl: Laboratoria
ru: лаборатории
sl: Laboratoriji

# Comp~Landing_Select
source: Please select starting location.
de: Bitte Landeplatz wählen.
es: Por favor selecciona lugar de inicio.
fr: Merci de choisir une position de départ
nl: Kies aub uw startlocatie
sl: Izberi začetno pozicijo.

# Comp~Landing_Too_Close
source: Landing position is too close to an other player. Please reselect your position.
de: Landeposition zu nah an einem anderen Spieler. Bitte neu wählen.
es: La posición seleccionada coincide con la de otro jugador. Por favor, selecciona otra posición
fr: Point d'atterrissage trop proche d'un autre joueur. Veuillez choisir un autre emplacement.
hu: A leszállási pozíció túl közel van egy másik játékoshoz. Kérlek válassz másik pozíciót.
nl: De gekozen landings-positie te dicht bij andere speler. Selecteer aub een andere positie.
ru: Точка высадки слишком близко к другому игроку. Выберите новую точку высадки.
sl: Izbrana pozicija je preblizu drugemu igralcu. Izberi drugo pozicijo.

# Comp~Landing_Warning
source: Landing position is near an other player. Please confirm the position by clicking in the red circle or select another position.
de: Landeposition liegt nah bei einem anderen Spieler. Bitte durch klicken in den roten Kreis bestätigen oder neue Position wählen
es: La posición elegida está demasiado cerca de otro jugador. Por favor, confirmala haciendo clic en el circulo rojo o seleccina otra posición
fr: Point d'atterrissage proche d'un autre joueur. Veuillez confirmer en cliquant dans le cercle rouge, ou choisissez un autre emplacment.
hu: A leszállási pozíció egy másik játékos közelében van. A jelenlegi pozíció megerősítéséhez kattints a piros körön belülre, vagy válassz egy másikat.
nl: De gekozen landings-positie is naarbij een andere speler. Bevestig dit door in de rode kring te klicken, of selecteer een andere positie.
ru: Точка высадки находится недалеко от другого игрока. Подтвердите точку выскадки, щёлкнув по красному кругу или выберите новую точку высадки.
sl: Izbrana pozicija je v bližini drugega igralca. Potrdi pozicijo s klikom na rdeči krog ali izberi drugo pozicijo.

# Comp~Laying
source: minelaying
de: lege Minen
es: colocando minas
fr: pose de mine
hu: aknát telepít
nl: legt mijnen
ru: устанавливает мины
sl: polagam mine

# Comp~Metal_Insufficient
source: Cannot start, raw materials needed.
de: Nicht genügend Rohstoff zum Einschalten vorhanden!
es: No se puede encender, se necesita metal
fr: Minerai insuffisant. Impossible de démarrer.
hu: Nincs elegendő nyersanyag az elindításhoz.
nl: Kan niet starten, metaal nodig.
ru: Невозможно запустить, недостаточно сырья.
sl: Premalo surovin za zagon.

# Comp~Metal_Low
source: More raw materials needed, factory turned off.
de: Mehr Rohstoff benötigt, Verbraucher wurde abgeschaltet!
es: Se necesitan más materiales, edificio apagado
fr: Minerai insuffisant, usine désactivé !
hu: Nincs elég nyersanyag, épület leállítva!
nl: Te weinig metaal, verbruiker uitgeschakeld!
ru: Недостаточно сырья, производство остановлено.
sl: Pomanjkanje surovin; izključujem porabnika.

# Comp~Moving
source: moving
de: in bewegung
es: moviendose
fr: en mouvement
hu: mozog
nl: in beweging
ru: перемещается
sl: v premiku

# Comp~MovingToAttack
source: moving to attack
de: in Bewerung für Angriff
es: moviendose para atacar
fr: se déplace pour attaquer
nl: in beweging om aan te vallen
sl: premik za napad

# Comp~NoLimit
source: Fight to the death!
de: Auf Leben und Tod!
es: Lucha a muerte
fr: Combat à mort!
hu: Harc a végsőkig!
nl: Vecht tot de dood!
ru: Биться насмерть!
sl: Boj do konca!

# Comp~Of_Type
source: of type %s
es: de tipo %s
fr: de type %s
hu: %s típusúvá
nl: van het type %s
ru: (единиц типа %s)
sl: tipa %s

# Comp~Path_interrupted
source: Pathbuilding order could not be resumed.
de: Pfadbauauftrag konnte nicht fortgesetzt werden.
es: No puede continuarse la trayectoria de construcción
fr: Ordre de construction interrompu.
nl: Pad bouwen kan niet verdergezet worden
ru: Возведение построек по заданному маршруту не может быть продолжено.
sl: Ukaza za izgradnjo poti ni možno obnoviti.

# Comp~Producing
source: Building
de: beim Bau
es: Edificio
fr: Produit
hu: Épít
nl: Produceert
ru: производит
sl: Izgradnja poteka

# Comp~Producing_Fin
source: finished building
de: Bau abgeschlossen
es: edificio terminado
fr: Production terminée
hu: Gyártás befejezve
nl: productie afgewerkt
ru: закончил производство
sl: izgradnja je zaključena

# Comp~Producing_InsufficientMaterial
source: Insufficient raw materials to build
de: Ungenügend Rohstoff zum Bauen.
fr: Pas assez de minerai pour la construction

# Comp~Producing_PositionBlocked
source: Buildposition blocked
de: Kein Platz um hier zu bauen.
fr: Position de construction bloquée

# Comp~ReactionFireOff
source: Reaction Fire Off
de: Manuell schießen
es: Disparo de auto-defensa apagado
fr: Tir de réaction désactivé
nl: Reactie-aanval uitgeschakeld
ru: Ответный огонь отключен
sl: Izklop samodejnega ognja

# Comp~Repeat
source: Again
de: Wieder
es: De nuevo
fr: Répéter
hu: Újra
nl: Opnieuw
ru: Ещё раз
sl: Ponovno

# Comp~Research(s)_Finished
source: Research is finished:
fr: Recherche terminée :

# Comp~Reserve
source: Reserve
es: Reserva
fr: Réserve
hu: Tartalék
ru: Резерв
sl: Rezerva

# Comp~RestartRequired
source: Please restart 'Mechanized Assault and eXploration Reloaded' to take effect the change.
de: Bitte starte 'Mechanized Assault and eXploration Reloaded' neu, damit die Änderung inkraft tritt.
es: Por favor, reinicia 'Mechanized Assault and eXploration Reloaded' para que los cambios tengan efecto
fr: Merci de redémarrer 'Mechanized Assault and eXploration Reloaded' pour la prise en compte des changements
nl: Herstart aub 'Mechanized Assault and eXploration Reloaded' om de aanpassingen toe te passen.

# Comp~Screenshot_Done
source: Screenshot saved to %s
de: Bildschirmfoto gespeichet unter %s
es: Pantallazo guardado a %s
fr: Capture d'écran sauvegardée : %s
hu: Pillanatkép elmentve:
nl: Screenshot bewaard als %s
ru: Снимок экрана записан в %s
sl: Posnetek zaslona je shranjen v %s

# Comp~Sentry
source: on sentry
de: auf wachposten
es: en alerta
fr: en faction
hu: őrtáll
nl: op wachtposten
ru: на карауле
sl: na preži

# Comp~SuddenDeath
source: Sudden death! The first player to increase their score wins!
de: Sudden death! Der erste Spieler der einen Punktevorsprung erzielt, gewinnt!
es: El primer jugador en aumentar su puntuación gana!
fr: Mort subite! Le premier joueur qui augmente son score gagne!
hu: Hirtelen halál! Aki elsőnek növeli a pontjait, az nyer!
nl: Directe dood! De eerste speler die zijn score kan verhogen wint!
ru: Мнгновенная гибель: первый игрок, набравший очки, побеждает!
sl: Nenadna smrt! Prvi igralec, ki poviša točke zmaga.

# Comp~Surveying
source: surveying
de: vermesse
es: explorando
fr: prospection
hu: kutat
nl: bodem analyseren
ru: георазведка
sl: analiziranje

# Comp~Team_Insufficient
source: Cannot start, workers needed.
de: Nicht genug Arbeiter zum Einschalten vorhanden!
es: No se puede encender, se necesitan trabajadores
fr: Ouvriers insuffisants. Impossible de démarrer.
hu: Nincs elegendő ümunkás az elindításhoz.
nl: Kan niet starten, werkers nodig
ru: Невозможно запустить, недостаточно людей.
sl: Premalo delavcev za zagon.

# Comp~Team_Low
source: Workers needed, building turned off.
de: Arbeiter benötigt, Gebäute wurde abgeschaltet!
es: Se necesitan trabajadores, edificio apagado.
fr: Ouvriers insuffisants, bâtiment désactivé !
hu: Nincs elég munkás, épület leállítva!
nl: Te weinig werkers, gebouw uitgeschakeld
ru: Недостаточно рабочих, здание отключено.
sl: Pomanjkanje delavcev; izključujem zgradbo.

# Comp~Themes
source: Themes
de: Bereich
es: Temas
fr: Thèmes
hu: Határ
nl: Themas
ru: темы
sl: Teme

# Comp~Turn(s)
source: %d Turn
de: %d Runde
es: %d Turno
fr: %d Tour
hu: %d Kör
nl: %d Beurt

# Comp~Turn_5
source: Turn
de: Runde
es: Turno
fr: Tour
hu: Kör
nl: Beurt
ru: Ход
sl: Potezo

# Comp~Turn_Automove
source: Executing remaining movements
de: Verbleibende Bewegungen werden durchgeführt
es: Ejecutando movimientos restantes
fr: Exécution des mouvements restants
hu: Fennmaradó lépések végrehajtása
nl: Uitvoeren van de overgebleven verplaatsingen
ru: Выполняются оставшиеся перемещения
sl: Izvajanje preostalih premikov

# Comp~Turn_Start
source: Start turn %s
de: Beginnen Sie die Runde %s
es: Comienza el turno %s
fr: Début du tour %s
hu: Kör kezdése %s
nl: Start beurt %s
ru: Начался ход %s
sl: Začni potezo %s

# Comp~Turn_Wait
source: Please wait until all movements are completed
de: Bitte warten Sie, bis alle Bewegungen abgeschlossen sind
es: Por favor espera hasta que todos los movimientos se hayan completado
fr: Veuillez attendre que tous les mouvements soient terminés
hu: Kérlek várd meg, míg az összes lépés végrehajtódik
nl: Wacht tot alle verplaatsingen klaar zijn
ru: Подождите пока закончатся все перемещения
sl: Prosim počakaj, da se zaključijo vsi premiki

# Comp~Turns
source: Turns
de: Runden
es: Turnos
fr: Tours
hu: Kör
nl: Beurten
ru: Ходы
sl: Potez

# Comp~Upgrade(s)_Done
source: Upgraded %d unit
es: Actualizado %d unidad
fr: Mis à jour %d unité
hu: Felfejlesztve %d egység
nl: Opwaarderen uitgevoerd %d eenheid
ru: Улучшенение завершено %d
sl: Nadgrajen %d enote

# Comp~Waits
source: waiting
de: wartend
es: esperando
fr: en attente
hu: várakozik
nl: wacht
ru: бездействует
sl: v mirovanju

# Comp~Wins
source: Player %s wins
de: Spieler %s gewinnt
fr: Joueur %s a gagné

# Comp~Working
source: working
de: arbeitend
es: trabajando
fr: en fonctionnement
hu: működik
nl: werkt
ru: работает
sl: v delovanju

# Error_Messages~ERROR_Map_Checksum
source: The map "%s" does not match the map the game was started with
fr: La carte '%s' a changé depuis le début de la partie

# Error_Messages~ERROR_Map_Loading
source: Error while loading map
de: Fehler beim Laden der Karte
es: Error mientras se cargaba el mapa
fr: Erreur de chargement de la carte
hu: Hiba a térkép betöltése közben
nl: Fout bij inlezen kaart
ru: Ошибка при загрузке карты
sl: Napaka pri nalaganju pokrajine

# Error_Messages~ERROR_Save_Incompatible
source: Savegames from Maxr versions before %s are not compatible.
de: Gespeicherte Spielstände von Maxr Versionen vor %s sind nicht kompatibel.
fr: Les sauvegardes de Maxr avant %s ne sont pas compatible.

# Error_Messages~ERROR_Save_Loading
source: Error while loading saved game
de: Fehler beim Laden des gespeicherten Spielstands
fr: Erreur lors du chargement de la sauvegarde

# Error_Messages~ERROR_Save_Writing
source: Error while writing save game file
de: Fehler beim Schreiben des Spielstands
fr: Erreur lors de la sauvegarde

# Error_Messages~INFO_Not_Implemented
source: Not yet implemented
de: Noch nicht umgesetzt
es: No implementado todavía
fr: Pas encore implémenté
hu: Még nincs implementálva
nl: Nog niet geimplementeerd
ru: Ещё не реализовано
sl: Funkcija še ni implementirana

# Error_Messages~Invalid_Map
source: The map "%s" does not match the map of the server
fr: La carte '%s' n'est pas identique à celle du serveur

# Error_Messages~Map_Not_Found
source: Map not found: %s
fr: Carte non trouvée : %s

# GameOver~BuiltBuildings
source: Buildings built
fr: Installations bâties

# GameOver~BuiltMineStations
source: Mine Station built
fr: Mines construites

# GameOver~BuiltUnits
source: Units built
fr: Unités construites

# GameOver~Builtfactories
source: Factories built
fr: Usines construites

# GameOver~LostBuildings
source: lost
fr: perdues

# GameOver~LostUnits
source: lost
fr: perdues

# GamePreparation~Aborting?
source: Are you sure you want to abort the game preparation?
fr: Êtes-vous sûr(e) d'annuler la préparation de la partie ?

# Init~Buildings
source: Loading buildings...
de: Lade Gebäude...
es: Cargando edificios...
fr: Chargement des bâtiments...
hu: Épületek betöltése...
nl: Laden gebouwen...
ru: Загрузка зданий...
sl: Nalagam stavbe ...

# Init~Clans
source: Loading clans...
de: Lade Clans...
es: Cargando clanes...
fr: Chargement des clans...
hu: Hangok betöltése...
nl: Laden clans...
ru: Загрузка кланов...
sl: Nalagam plemena ...

# Init~Effects
source: Loading effects...
de: Lade Effekte...
es: Cargando efectos...
fr: Chargement des effets...
hu: Effektusok betöltése...
nl: Laden effecten...
ru: Загрузка эффектов...
sl: Nalagam efekte ...
