Repository: maxr-dot-org/maxr
Catalog: data/languages/*/maxr.po
Languages: de, es, fr, hu, nl, ru, sl

# Others~Hitpoints
source: Hitpoints
de: Treffer
es: Vida
fr: Vie
hu: Élet
nl: Treffers
ru: Прочн.
sl: Trdnost

# Others~Hitpoints_7
source: Hits
de: Treffer
es: Vida
fr: Vie
hu: Élet
nl: Treffers
ru: Прочн.
sl: Zadetki

# Others~Host_Start
source: Start Host
de: Starte Host
es: Iniciar Servidor
fr: Démarrer hôte
hu: Host Indítása
ru: Создать сервер
sl: Zaženi strežnik

# Others~Hot
source: Hot
de: Scharf
es: Caliente
fr: Attention
nl: Scherp
ru: Взвод
sl: Oboroži

# Others~HotSeat_Load
source: Load Hot Seat
de: Hot Seat laden
es: Cargar Hot Seat
fr: Charger jeu en direct
hu: Hot Seat Betöltése
nl: Hot Seat laden
ru: Загрузить ХотСит
sl: Naloži Vroči stol

# Others~HotSeat_New
source: New Hot Seat
de: Hot Seat starten
es: Nuevo Hot Seat
fr: Jeu en direct
hu: Új Hot Seat
nl: Hot Seat starten
ru: Новый ХотСит
sl: Začni Vroči stol

# Others~Included
source: Included:
de: Einbezogen:
es: Incluido:
fr: Inclus :
hu: Belevesz:
nl: Bijgevoegd:
ru: Включая:
sl: Vključeno:

# Others~Limited_To
source: Limited to:
de: Begrenzt auf:
es: Limitado a:
fr: Limité à :
hu: Korlátoz:
nl: Gelimiteerd tot:
ru: Только:
sl: Omejeno na:

# Others~Load
source: Load
de: Laden
es: Cargar
fr: Charger
hu: Behívás
nl: Laden
ru: Загрузить
sl: Naloži

# Others~Load_7
source: Load
de: Laden
es: Cargar
fr: Charger
hu: Betöltés
nl: Laden
ru: Загр.
sl: Naloži

# Others~Mani
source: Manifestation
de: Hinweise
es: Licenca
fr: Information
hu: Nyilatkozat
nl: Manifestering
ru: Манифест
sl: Licenca

# Others~ManualFireMode_7
source: Manual
de: Manuell
fr: Manuel
nl: Manueel
ru: Ручное упр.
sl: Ročno

# Others~Multi_Player
source: Multiplayer
de: Mehrspieler
es: Multijugador
fr: Multijoueur
hu: Többjátékos Mód
nl: Meerspeler
ru: Мультиплеер
sl: Večigralski način

# Others~No
source: No
de: Nein
fr: Non
hu: Nem
nl: Nee
ru: Нет
sl: Ne

# Others~Path
source: Path
de: Pfad
es: Ruta
fr: Chemin
hu: Útvonal
nl: Pad
ru: Путь
sl: Pot

# Others~Power
source: Power
de: Energie
es: Energía
fr: Energie
hu: Energia
nl: Energie
ru: Энерг.
sl: Energija

# Others~Proceed_4
source: Do
de: Erl.
es: Aceptar
fr: OK
hu: Mehet
nl: Doe
ru: Вып.
sl: OK

# Others~Produce_7
source: Produces
de: Produz.
es: Producción
fr: Produit
hu: Termel
nl: Maakt
ru: Произв.
sl: Proizvaja

# Others~Produce_Units
source: Producing units
de: Produktionseinheiten
es: Unidades produciendo
fr: Unités production
hu: Termelő egységek
nl: Produc. eenh.
ru: Производственные
sl: Proizvodnja enot

# Others~Range
source: Range
de: Reichweite
es: Alcance
fr: Portée
hu: Lőtáv
nl: Bereik
ru: Дальность
sl: Domet

# Others~Range_7
source: Range
de: Reichw.
es: Alcance
fr: Portée
hu: Lőtáv
nl: Bereik
ru: Дальн.
sl: Domet

# Others~Reload
source: Reload
de: Aufladen
es: Recargar
fr: Recharger
nl: Herladen
ru: Заряд.
sl: Obnovi

# Others~Reload_7
source: Reload
de: Aufladen
es: Recargar
fr: Recharger
hu: Újratöltés
nl: Herladen
ru: Заряд.
sl: Obnovi

# Others~Repair
source: Repair
de: Reparieren
es: Reparar
fr: Réparer
hu: Javítás
nl: Repareer
ru: Ремонт
sl: Popravi

# Others~Repair_7
source: Repair
de: Repar.
es: Reparar
fr: Réparer
hu: Javítás
nl: Repareer
ru: Ремонт
sl: Popravi

# Others~Reports
source: Reports
de: Nachrichten
es: Reportes
fr: Rapports
hu: Jelentések
nl: Rapporten
ru: Отчёты
sl: Poročila

# Others~Research
source: Research
de: Forschg.
es: Investigar
fr: Recherche
hu: Kutatás
nl: Onderzoek
ru: Иссл.
sl: Razišči

# Others~Save
source: Save
de: Speichern
es: Guardar
fr: Sauver
hu: Mentés
nl: Opslaan
ru: Сохранить
sl: Shrani

# Others~Scan
source: Scan
es: Radar
fr: Radar
hu: Radar
nl: Radar
ru: Сканер
sl: Pregled

# Others~Scan_7
source: Scan
es: Radar
fr: Radar
hu: Radar
nl: Radar
ru: Сканер
sl: Pregled

# Others~Score
source: Score
de: Punkte
es: Puntuación
fr: Pointage
hu: Pont
nl: Punten
ru: Очки
sl: Rezultat

# Others~Sea_Units
source: Seaunits
de: Seeeinheiten
es: Unidades de mar
fr: Unités marines
hu: Vízi egységek
nl: Zee-eenheden
ru: Морские
sl: Pomorske enote

# Others~Seed
source: Seed
de: Platz.
es: Plantar
fr: Miner
nl: Strooi
ru: Мины
sl: Zasej

# Others~Sentry
source: Sentry
de: Wachp.
es: Alerta
fr: Faction
hu: Örködés
nl: Wacht
ru: Часовой
sl: Nadzor

# Others~Settings
source: Settings
de: Einstellungen
es: Opciones
fr: Paramètres
hu: Beállítások
nl: Instellingen
ru: Настройки
sl: Nastavitve

# Others~Shots
source: Shots
de: Schüsse
es: Disparos
fr: Tirs
hu: Lövés
nl: Schoten
ru: Выстрел
sl: Streli

# Others~Shots_7
source: Shots
de: Schüsse
es: Disparo
fr: Tirs
hu: Lövés
nl: Schoten
ru: Выстр.
sl: Streli

# Others~Single_Player
source: Singleplayer (No AI)
de: Einzelspieler (keine KI)
es: Un jugador (Sin IA)
fr: Jeu solo (sans IA)
hu: Egyjátékos Mód
nl: Enkelspeler
ru: Одиночная игра (Без ИИ)
sl: Enoigralski način

# Others~Speed
source: Speed
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
hu: Sebess.
nl: Snelheid
ru: Скор.
sl: Hitrost

# Others~Speed_7
source: Speed
de: Geschw.
es: Veloc.
fr: Vitesse
hu: Sebess.
nl: Snelheid
ru: Скор.
sl: Hitrost

# Others~Start_7
source: Start
es: Empezar
fr: Démarrer
hu: Elindítás
ru: Старт

# Others~Stationary_Units
source: Stationary Units
de: Stationäre Einheiten
es: Unidades estáticas
fr: Unités fixes
hu: Rögzített egységek
nl: Gestation. eenh.
ru: Стационарные
sl: Stacionarne enote

# Others~Status
source: Status
es: Estado
fr: Statut
hu: Státusz
ru: Статус

# Others~Steal_7
source: Steal
de: Stehlen
es: Robar
fr: Voler
hu: Lopás
nl: Stelen
ru: Украсть
sl: Zaseži

# Others~Stealth_Units
source: Stealth units
de: Getarnte Einheiten
es: Unidades ocultas
fr: Unités furtives
hu: Lopakodó egységek
nl: Stealh-eenheden
ru: Скрытые
sl: Skrivne enote

# Others~Survey
source: Survey
de: Studie
es: Recursos
fr: Gisements
hu: Vizsgál
nl: Bodem
ru: Геодезист
sl: Analiziraj

# Others~TCPIP_Client
source: TCP/IP Client
es: Unirse a partida TCP/IP
fr: Client TCP/IP
ru: TCP/IP Клиент
sl: TCP/IP odjemalec

# Others~TCPIP_Host
source: TCP/IP Host
es: Crear partida TCP/IP
fr: Hôte TCP/IP
ru: TCP/IP Сервер
sl: TCP/IP gostitelj

# Others~Teams_7
source: Teams
es: Equipos
fr: Équipes
hu: Munkások
ru: Команды
sl: Moštva

# Others~Transfer_7
source: X-fer
de: Trsfer.
es: Transferir
fr: Échange
hu: Átvitel
ru: Трансф.
sl: Prenos

# Others~Unit_destroyed
source: Unit destroyed!
de: Einheit zerstört!
es: Unidad Destruída
fr: Unité détruite!
nl: Eenheid Vernietigd

# Others~Units
source: Units
de: Einheiten
es: Unidades
fr: Unités
hu: Egység
nl: Eenheden
sl: Enote

# Others~Upgrade
source: Upgrade
de: Verbessern
es: Actualizar
fr: MàJ
hu: Fejlesztés
nl: Verbeter
ru: Улучшить
sl: Nadgradi

# Others~UpgradeAll_7
source: Up.all
de: Verb.All.
es: Mej.Todo
fr: MàJ tout
hu: Összes fejl.
nl: Ver.all
ru: Ул. все
sl: Nad.vse

# Others~Upgrademenu_7
source: Up.Menu
de: Kaufen
es: Mejoras
fr: MàJ
hu: Fejlesztések
nl: Upgrades
ru: Улучш.
sl: Nakup

# Others~Upgradethis_7
source: Upgrade
de: Verb.dies
es: Actual.
fr: MàJ
hu: Kutatás
nl: Verbeter
ru: Улучшить
sl: Nadgradi

# Others~Yes
source: Yes
de: Ja
es: Si
fr: Oui
hu: Igen
nl: Ja
ru: Да
sl: Da

# Settings~Alphaeffects
source: Alphaeffects
de: Alphaeffekte
es: Efectos alpha
fr: Transparence
hu: Alfaeffektusok
nl: Alpha effecten
ru: Эффекты прозрачности
sl: Alfa efekti

# Settings~Autosave
source: Autosave
de: Autospeichern
es: Autoguardado
fr: Sauv. auto
hu: Automentés
nl: Auto-opslaan
ru: Автосохранение
sl: Avto. shrani

# Settings~Disable
source: Disable
de: Deaktivieren
es: Desactivar
fr: Désactiver
hu: Kikapcsol
nl: Uitgeschakeld
ru: Отключить
sl: Onemogoči

# Settings~Effects
source: Effects
de: Effekte
es: Efectos
fr: Effets
hu: Effektusok
nl: Effecten
ru: Эффекты
sl: Efekti

# Settings~Intro
source: Show intro
de: Zeige Intro
es: Mostrar intro
fr: Montrer intro
hu: Bevezető lejátszása
nl: Intro afspelen
ru: Вступление
sl: Prikaži uvod

# Settings~Language
source: Language
de: Sprache
es: Idioma
fr: Langage
nl: Taal

# Settings~Music
source: Music
de: Musik
es: Música
fr: Musique
hu: Zene
nl: Muziek
ru: Музыка
sl: Glasba

# Settings~Preferences
source: Preferences
de: Einstellungen
es: Preferéncias
fr: Préférences
hu: Beállítások
nl: Voorkeuren
ru: Настройки
sl: Lastnosti

# Settings~Resolution
source: Resolution
de: Auflösung
es: Resolución
fr: Résolution
hu: Felbontás
nl: Resolutie
ru: Разрешение экрана
sl: Resolucija

# Settings~Scrollspeed
source: Scrollspeed
de: Scrolltempo
es: Desplazamiento
fr: Défilement
hu: Görgősebesség
nl: Scrollsnelheid
ru: Скорость прокрутки
sl: Hitrost zaslona

# Settings~Shadows
source: Shadows
de: Schatten
es: Sombras
fr: Ombres
hu: Árnyékok
nl: Schaduwen
ru: Тени
sl: Senčenje

# Settings~ShowDamage
source: Buildingdamage
de: Gebäudeschäden
es: Daño en los edificios
fr: Dégâts bâtiments
hu: Épületsebződés
nl: Gebouwschade
ru: Повреждения зданий
sl: Poškodbe stavb

# Settings~ShowDamageVehicle
source: Vehicledamage
de: Fahrzeugschäden
es: Daño en los vehículos
fr: Dégâts véhicules
hu: Járműsebződés
nl: Voertuigschade
ru: Повреждения транспорта
sl: Poškodbe vozil

# Settings~Tracks
source: Vehicletracks
de: Fahrzeugspuren
es: Marca de neumaticos
fr: Traces véhicules
hu: Járműnyomok
nl: Voertuigsporen
ru: Следы транспорта
sl: Sledi vozil

# Settings~Unlimited_11
source: No limit
de: Unbegrenzt
es: Sin límites
fr: Illimité
nl: Geen Limiet

# Settings~Voices
source: Voices
de: Stimmen
es: Voces
fr: Voix
hu: Hangok
nl: Stemmen
ru: Голоса
sl: Glasovi

# Settings~Window
source: Windowed
de: Fenstermodus
es: En ventana
fr: Fenêtré
hu: Futtatás ablakban
nl: Venstermodus
ru: Оконный режим
sl: V oknu

# Title~Alien_Tech
source: Alien remains
de: Alien-Überreste
es: Restos Alien
fr: Technologie Alien
hu: Idegen technológia
nl: Buitenaardse technologie
ru: Техника пришельцев
sl: Nezemeljska tehnologija

# Title~BridgeHead
source: Starting Base
de: Startbasis
es: Base inicial
fr: Tête de pont
hu: Kezdeti bázis
nl: Hoofdbrug
ru: Начальная база
sl: Začetna baza

# Title~Build_Factory
source: Factory Menu
de: Fabrikmenü
es: Menú de Fabrica
fr: Menu de construction
nl: Fabriek Menu
sl: Meni Tovarna

# Title~Build_Vehicle
source: Construction Menu
de: Konstruktionsmenü
es: Menú de Construcción
fr: Menu de construction
nl: Constructie Menu
sl: Meni Gradnja

# Title~Cargo
source: Cargo
de: Ladung
es: Recursos
fr: Charge
hu: Rakomány
nl: Vracht
ru: Груз
sl: Tovor

# Title~Choose_Clan
source: Choose Clan
de: Clan-Auswahl
es: Elige Clan
fr: Choix du clan
nl: Kies Clan
sl: Izbira plemena

# Title~Choose_Planet
source: Choose planet
de: Planetenauswahl
es: Elige planeta
fr: Choix de la planète
hu: Bolygóválasztás
nl: Planeetkeuze
ru: Выбор карты
sl: Izbira planeta

# Title~Choose_Units
source: Choose Units
de: Einheitenauswahl
es: Elige Unidades
fr: Choix des unités
nl: Kies Eenheden
sl: Izbira enot

# Title~Color
source: Color:
de: Farbe:
fr: Couleur :
hu: Szín:
nl: Kleur:
ru: Цвет
sl: Barva:

# Title~Computer
source: Computer
es: Ordenador (IA)
fr: Ordinateur
hu: Számítógép
ru: Компьютер
sl: Računalnik

# Title~Connect
source: Connect
de: Verbinden
es: Conectar
fr: Connecter
hu: Csatlakozás
nl: Verbinden
ru: Соединение
sl: Povezava

# Title~Credits
source: Credit
de: Kredit
es: Créditos
fr: Crédits
hu: Pénz
nl: Goud
ru: Деньги
sl: Sredstva

# Title~Credits_start
source: Credit at gamestart
de: Startkredit
es: Créditos al comienzo
fr: Crédit initial
nl: Startgoud
sl: Začetna sredstva

# Title~Custom_11
source: Custom
de: Eigner Wert
es: Personalizado
fr: Personalisé
nl: Aangepast

# Title~GameOver
source: End of game
fr: Jeu terminé

# Title~Game_Type
source: Game Type
de: Spielart
es: Tipo de partida
fr: Type de jeu
hu: Játéktípus
nl: Speltype
ru: Тип игры
sl: Tip igre

# Title~Gold
source: Gold
es: Oro
fr: Or
hu: Arany
nl: Goud
ru: Золото
sl: Zlato

# Title~HotSeat
source: Hot Seat
fr: Jeu en direct
sl: Vroči stol

# Title~Human
source: Human
de: Mensch
es: Humano
fr: Humain
hu: Ember
nl: Mens
ru: Человек
sl: Človek

# Title~Labs
source: Research menu
de: Forschungsmenü
es: Menú Investigar
fr: Menu de recherche
hu: Fejlesztés Menü
nl: Onderzoeksmenu
ru: Исследование
sl: Meni Raziskave

# Title~Load
source: Load Menu
de: Laden-Menü
es: Menú Cargar
fr: Menu de Chargement
hu: Betöltés Menü
nl: Menu laden
ru: Загрузка
sl: Meni Naloži

# Title~MainMenu
source: Main Menu
de: Hauptmenü
es: Menú principal
fr: Menu principal
hu: Főmenü
nl: Hoofdmenu
ru: Главное меню
sl: Glavni meni

# Title~Map
source: Map: %s
de: Karte: %s
es: Mapa: %s
fr: Carte : %s
hu: Térkép: %s
nl: Kaart: %s
ru: Карта: %s
sl: Pokrajina: %s

# Title~Metal
source: Raw Materials
de: Rohstoff
es: Materiales Básicos
fr: Minerai
hu: Nyersanyag
nl: Metaal
ru: Сырьё
sl: Surovine

# Title~Mine
source: Allocation menu
de: Rohstoffverteilung
es: Redistribuir minas
fr: Menu d'allocation
hu: Nyersanyagelosztás menü
nl: Mijnmanager
ru: Распределение ресурсов
sl: Meni Rudnik

# Title~Nobody
source: Nobody
de: Niemand
es: Nadie
fr: Personne
hu: Senki
nl: Niemand
ru: Никто
sl: Nihče

# Title~Oil
source: Fuel
de: Treibstoff
es: Combustible
fr: Carburant
hu: Üzemanyag
nl: Olie
ru: Топливо
sl: Gorivo

# Title~Player_Name
source: Player Name:
de: Spielername:
es: Nombre del Jugador:
fr: Nom du joueur :
hu: Játékosnév:
nl: Spelernaam:
ru: Имя игрока
sl: Ime igralca:

# Title~Players
source: Players:
de: Spieler:
es: Jugadores:
fr: Joueurs :
hu: Játékosok:
nl: Spelers
ru: Игроки:
sl: Igralci:

# Title~Resource_Density
source: Resource frequency
de: Ressourcendichte
es: Frecuencia de recursos
fr: Densité des ressources
hu: Nyersanyag gyakoriság
nl: Brondichtheid
ru: Плотность ресурсов
sl: Pogostost rudnin

# Title~Savegame
source: Saved Game:
de: Gespeicherte Spiele:
es: Guardar Partida:
fr: Sauvegarde :
hu: Mentés:
nl: Bewaarde Spellen:
ru: Сохранение
sl: Shranjene igre:

# Title~Send
source: Send
de: Senden
es: Enviar
fr: Envoi
hu: Küldés
nl: Zenden
ru: Отправить
sl: Pošlji

# Title~Team
source: Team
es: Equipo
fr: Équipe
hu: Csapat
ru: Команда
sl: Moštvo

# Title~Turn_end
source: Turn end
de: Zeitbegenzung Rund
es: Turno Terminado
fr: Fin du tour
nl: Einde van de beurt

# Title~Turn_limit
source: Turn limit
de: Zeitbegrenzung Rundenende
es: Límite de Turnos
fr: Durée du tour
nl: Beurt limiet

# Title~Unitinfo
source: Unit status screen
de: Einheitendetails
es: Pantalla de estado de unidad
fr: Informations unité
hu: Egységstátusz képernyő
nl: Eenhedeninformatie
ru: Статус подразделения
sl: Informacije o enoti

# Title~Upgrades_Menu
source: Upgrades menu
de: Verbesserungsmenü
es: Menú de mejoras
fr: Menu des mises-à-jours
nl: Opwaardeer Menu
sl: Meni Nadgradnje

# Comp~CommandoRank_Expert
source: Expert
de: Experte
es: Experto
hu: Szakértő
ru: Эксперт
sl: Ekspert

# Comp~Description
source: Description
de: Beschreibung
es: Descripción
hu: Leírás
nl: Omschrijving
ru: Описание
sl: Opis

# Comp~Point(s)
source: %d point
de: %d Punkt
es: %d punto
hu: %d pontnál
nl: %d punt

# Comp~Points
source: points
de: Punkte
es: puntos
hu: pontnál
nl: punten
ru: очки
sl: Točk

# Main~Version
source: version v%s
es: versión v%s
hu: Verzió V%s
nl: versie v%s
ru: версия %s
sl: verzija v%s

# Others~Stop_7
source: Stop
de: Stopp
es: Parar
hu: Állj
ru: Стоп

# Others~Usage_7
source: Usage
de: Verbr.
es: Uso
hu: Fogyaszt
nl: Verbr.
ru: Исполь.
sl: Poraba

# Settings~Animation
source: Animations
de: Animationen
es: Animaciones
hu: Animációk
nl: Animaties
ru: Анимации
sl: Animacije

# Settings~Volume
source: Volume
de: Lautstärke
es: Volumen
hu: Hangerő
ru: Громкость
sl: Glasnost

# Title~Clans
source: Clans
es: Clanes
hu: Klánok
ru: Кланы
sl: Plemena

# Title~Options
source: Options
de: Optionen
es: Opciones
hu: Beállítások
nl: Opties
ru: Опции
sl: Možnosti

# Title~Port
source: Port
es: Puerto
nl: Poort
ru: Порт
sl: Vrata

# Option~Normal
source: Normal
hu: Normál
nl: normaal
ru: норм
sl: Srednje

# Others~Chat
source: Chat
ru: Чат
sl: Pogovor

# Others~Log
source: Log
ru: Журнал
sl: Dnevnik

# Others~Total
source: Total
hu: Összes
nl: Totaal
ru: Всего
sl: Skupaj

# Others~Auto_7
source: Auto
ru: Авто

# Others~Info_7
source: Info
hu: Infó
ru: Инфо
